/* Block action sheet button */
"Block" = "Bloquear";

/* Blocked status label */
"Blocked" = "Bloqueado";

/* Start following action sheet button. */
"Follow" = "Seguir";

/* Following status label */
"Following" = "Siguiendo";

/* Cancel button title */
"Cancel" = "Anular";

/* Label for no accounts remaining. */
"No Accounts" = "No hay cuentas";

/* Not-Following status label */
"Not Following" = "No lo sigues";

/* Alert button title. */
"Ok" = "Ok";

/* Search bar placeholder */
"real name or username" = "Nombre o Apellido Reales";

/* Alert title for when we don't have twitter access. */
"Sorry" = "Lo sentimos";

/* Unblock action sheet button */
"Unblock" = "Desbloquear";

/* Stop following action sheet button. */
"Unfollow" = "Dejar de seguir";

/* Alert message when we don't have twitter access. */
"We cannot do anything without access to one of your twitter accounts." = "No podemos hacer nada sin el acceso a tus cuentas de twitter";